
* 2018
** 2018-09 septiembre
*** 2018-09-12 miércoles
**** sensacion de estar atrapado                                :libertad:
:LOGBOOK:
CLOCK: [2018-10-07 dom 19:41]--[2018-10-07 dom 19:42] =>  0:01
:END:
  En un video que vi ayer de Mujica ex presidente del Uruguay decia que si 
  bien es cierto que necesitamos algunas cosas materiales tambien necesitamos 
  libertad. Y eso me recuerda lo que decia Nietzche que si uno no dispone de 
  la mitad de su jornada para uso propio y para su propio beneficio es un 
  esclavo por mas que la gente lo conozca a uno o lo reconozca como medico o 
  abogado o ingeniero. (Ni que hablar tiene que ni siquiera "gozemos" ese 
  reconocimiento y seamos unos tristes pelagatos que pasemos toda nuestra vida 
  encerrados no solo dentro de una oficina, sino dentro de unos esquemas 
  horarios y contractuales que nos asemejen mas a unos esclavos que a unos 
  hombres libres y todo porque?). Cuando fue la ultima vez que pude disponer 
  de un solo puto dia para mi mismo con total libertad??
  recuerdo aquellos dias del 88 cuando me sentaba en el bar 
  todos los dias a tomarme una tonica y pensaba que lindo seria hacerlo a esto 
  siempre y en realidad no lo hice nunca mas.
  Pero luego reflexione que en realidad uno se carga de obligaciones que no 
  son obligaciones en si mismas sino que son supuestamente cosas que hace por 
  gusto, pero que terminan por aprisionarlo a uno lo mismo.
  Hoy creo que el esquema que me atrapa es mas asfixiante o el torniquete es 
  mas apretado que en otro momento. pq tengo en realidad una obligacion 
  publica real que termina aca tipo 20.30 o mas y cansado pq tengo que ver que 
  ceno. Pero eso no ha significado que el dia se ha liberado, al contrario, 
  muy al contrario, el dia comienza a las 8hs pq tengo que levantarme si o si 
  a acondicionar el dpto que ya al dejar de pertenecer a mi esfera privada pq 
  paso a ser parte de romitex, tengo la obligacion de levantarme a limpiar y 
  mantener ordenado, luego tengo que "correr" por hacer alguna que otra tarea 
  hasta que venga la Cami pq como hay una sola compu si no la hago en ese 
  momento no la puedo hacer despues, luego viene el intermedio tedioso de 
  esperar que la Cami cumpla su turno, pq no tengo compu como para trabajar en 
  algo util, tengo la notbook que mas que para escribir aca no sirve, y 
  tenemos el tremendo problema de la espalda con la silla que ya a pocos dias 
  me esta trayendo problemas de espalda. Y no es solo eso sino la falta de 
  libertad de movimiento dentro de esas horas. Luego comer cualquier basura, y 
  tener que hacer una tarea que no es poca. (Aca vale la pena aclarar que a 
  hoy me saco de encima la obligacion de procesar romitex fichas pq pienso que 
  va a ser dejado de lado pq no va a ser productivo, pero eso me estaba 
  llevando una hora o mas por dia en ese horario critico). Y luego vendria una 
  hora o hora y media que podria ser usada como siesta si no fuera que uno 
  debe tomar multiples consideraciones, el telefono de la oficina, el celular 
  propio, etc. o sea no es cuestion de decir que me acuesto y tengo super 
  siesta, y no es tampoco que se puede dormir aca en el centro. y a correr a 
  la oficina.
**** sensacion de encierro en mi dpto transformado en oficina :problemaCami:libertad:
:LOGBOOK:
CLOCK: [2018-10-07 dom 19:45]--[2018-10-07 dom 19:47] =>  0:02
:END:
   para entender el momento hay que ver que pasaba en el momento ese que 
   surgio el malestar y que paso luego cuando supuestamente aflojo un poco el 
   malestar.
   Estaba muy fiacudo en lo que respecta a salir a la calle, me habia vestido 
   directamente con fajina (eso que pudo haber sido bueno para limpiar, no fue 
   bueno como incentivo para salir), no habia sido una mañana que hubiera 
   tenido que limpiar mucho, el mantenimiento del limpio sobre limpio del 
   dormitorio me fue muy facil, incluyendo abrir para ventilar y limpiar con 
   blem y barrer, o sea no fue eso, platos casi no habia, y el resto no lo 
   toque, pero tuve fiaquento como para plantearme salir a la calle a hacer 
   los pendientes.
   Entonces me quede pero no me encontraba con un lugar, y si me sentaba 
   en la mesa me dolia la espalda y para mi adentro me decia que bajon tener 
   que soportar esta silla o bien que seguir con esta silla me va a romper la 
   espalda. Por eso no escribi mucho que digamos, ademas "perdi" mas de media 
   hora comprobando los recibos de ayer, y no empeze a programar que era lo 
   que tenia que hacer. y mas me dolia la espalda.
   A su vez estaba inapetente y tenia ganas de cagar que me estaba 
   conteniendo.
   me fui a acostar un rato a la pieza horizontal, y me agarraron los 
   temblores mal, eso que estaba fijo en una posicion neutra, y luego cuando 
   me vine a la cocina donde me quede los temblores siguieron. Eso sumo una 
   gran preocupacion. 
   Y en general todo, el verme reducido en movilidad, el tener ayuda, pero a 
   la vez reducirme yo en lo que puedo hacer "mientras" se hace esa tarea 
   termina por hacerme una imagen de agobio multiplicado por dos. Y la 
   sensacion de no poder salir.
   Y en el medio es donde pense en renunciar, en salirme, en pensar cosas que 
   decia Dario Z. mientras comia, o sea en equis dias estare muerto, y si 
   querre haber pasado estos dias asi. Lo mal que me hace estar asi. 
   Y tambien que tengo que seguir viviendo, que no puedo rifar el patrimonio 
   de las chicas, o sea lo mismo de siempre. 
   y comi mi arroz de mierda mientras escuchaba a dario z. y comi un flancito, 
   y luego me puse a imprimir y luego se me acabo el toner, y me cambie la 
   camisa y sali sin problemas a comprarlo y no paso nada. 
   No me acuerdo ahora que quiero relatar lo sucedido, cuales fueron los 
   vectores reales que me llevaron a la sensacion de ahogo y cuales fueron las 
   que me liberaron, pienso que el solo hecho de que la Cami se vaya cuando 
   termina su jornada y quede solo en el dpto ya es liberador para mi. Pero de 
   la carcel mayor no puedo librarme.
*** 2018-09-18 martes
**** pruebo con beroca                                         :cansancio:
:LOGBOOK:
CLOCK: [2018-10-07 dom 19:56]--[2018-10-07 dom 19:57] =>  0:01
:END:
 hoy amaneci bastante normal, decidi no hacer la rutina de hacer la cama ni 
   limpiar sino ir haciendo algo de oficina y me puse a sacar boletas a pagar 
   y contar. Luego llego la Cami, la puse que me ayudara a contar, y luego la 
   deje pasando recibos y empece a pagar cuentas, con la intencion de meter 
   cambio, yendo a tres rapipagos, uno de ellos pagofacil por el tema telecom, 
   me senti agotado en el medio pero contento al fin. Pague todo, y tambien 
   fui a farmacity y compre alimento, prepare el almuerzo y comimos juntos, 
   luego hice la caja, o sea como dia de trabajo rindio bastante bien, y fue 
   un dia de salir a la calle varias veces. Me senti muy comodo saliendo a la 
   calle, totalmente opuesto al malestar del 12/9. No se si influyo el clima, 
   o tambien influyo el cambio en los procesos que estamos llevando a
   cabo. 

** 2018-10 octubre
*** 2018-10-07 domingo
**** domingo en familia de nuevo con dolor                       :migraña:
:LOGBOOK:
CLOCK: [2018-10-07 dom 19:28]--[2018-10-07 dom 19:35] =>  0:07
:END:
Nuevamente como paso en anteriores domingos luego del asado que se
presento con mas o menos ansiedad o nerviosismo la intensidad extrema
del resplandor (necesitaria traerme los lentes de sol) hace que me
afecte si ya el dia se presento migranoso, y hoy me habia levantado a
las 4 am a tomar un M. Aunque habia avisado que me iba a retirar a
dormirme una siesta en el aire, y el vientito estaba lindo y me pude
aislar comodamente un rato largo no fue excento de ansiedad y estallo
una nueva migrana y termine tomando otro M y se me paso felizmente
pero cuando me levante y tome un cafe al rato se fueron pq los chicos
estaban cansados y a la Mayra le dolia la cabeza y le tenia que hacer
la tarea al Lolo. Es muy intenso estar varias horas con esos chicos y
mas si es a la siesta. Es muy desgastante y mas si uno quiere hablar
temas de negocio, no es factible querer discutir temas de negocio
durante un almuerzo familiar, pq le quita la familiaridad que debe
tener todo y eso no sirve.
**** De que tratara el diario jornales y como estara organizado :jornales:
:LOGBOOK:
CLOCK: [2018-10-07 dom 20:00]--[2018-10-07 dom 20:07] =>  0:07
:END:
 Se trabajara con capturas, las Capturas se hacen de cualquier lado
 con C-0 zero. Las acomoda automaticamente en jornales.org de orgblok,
 y en un datetree organizado por ano/mes/dia, salvo que lo llamemos
 con C-1 C-0 que nos da el calendario para elegir el dia que queremos
 trabajar. automatico inserta un clockin/clockout para poner un
 registro de cuanto tiempo tuvimos en la entrada, lo cual podremos
 sumarlo si queremos en una tabla inicial. Y nos pide un tag, el tag
 es importante, pq justamente la idea es mezclar todo en el jornal,
 como en cada dia habra muchos post de distintos temas, la bocha
 estara en no solo titular los posts sino tagearlos, o sea que el tag
 es lo mas importante pq eso luego con un sparse-tree permitira
 seleccionar una parte del org que queramos leer. Como puse que
 podemos seleccionar solo tags del mismo archivo eso es mas facil pq
 facilita la seleccion.
**** TODO trasvasar todo .dek a jornales                        :jornales:
:LOGBOOK:
CLOCK: [2018-10-07 dom 20:07]--[2018-10-07 dom 20:11] =>  0:04
:END:
 al menos .dek habria que pasarlo se puede ir leyendo parte por parte
 para ver que tag asignar
